Repository: ade25/ade25.widgets
Catalog: ade25/widgets/locales/*/LC_MESSAGES/ade25.widgets.po
Languages: de

source: 2 card per row
de: 2 Spalten pro Zeile

source: 3 cards per row (default)
de: 3 Spalten pro Zeile (Standard)

source: 4 cards per row
de: 4 Spalten pro Zeile

source: Abstract
de: Kurztext

source: Ade25 Widgets Settings
de: Ade25 Widgets Einstellungen

source: Ade25 Widgets Widget Settings
de: Ade25 Widgets Konfiguration der Widgets

source: Button with icon after the link text
de: Button mit dem Text nachgestelltem Icon

source: Button with icon before the link text
de: Button mit vor Icon vor dem Text

source: Cancel
de: Abbrechen

source: Collection node order updated
de: Die Sortierreihenfolge der Elemente wurde aktualisiert

source: Configure
de: Konfigurieren

source: Content Listing Cards: Hidden Elements
de: Liste von Inhalten als Karten: nicht verwendete Elemente

source: Content Listing Cards: Image Scale
de: Liste von Inhalten als Karten: Bildskalierung der Bilder innerhalb der Cards

source: Content Listing: Hidden Elements
de: Liste von Inhalten: nicht verwendete Elemente

source: Content Listing: Image Scale
de: Liste von Inhalten: Skalierung der Vorschaubilder

source: Content Widget
de: Inhaltelement

source: Content Widget Item
de: Komponente des Inhaltselements

source: Content Widgets
de: Inhaltselemente

source: Content Widgets Main Content Area
de: Inhaltselemente des Hauptbereichs der Seite

source: Content Widgets Page Footer
de: Inhaltselemente im Fussbereich der Seite

source: Content Widgets Page Header
de: Inhaltselemente im Kopfbereich der Seite

source: Control panels
de: Konfigurationsseiten

source: Cover Image
de: Cover Bild

source: Cover Image Copyright Information
de: Cover Bild Copyright Information

source: Cover Images
de: Cover Bilder

source: Display Abstract
de: Vorschautext anzeigen

source: Display Columns Reverse
de: Inhaltsblöcke in umgekehrter Reihenfolge anzeigen

source: Display Limit
de: Anzahl angezeigter Objekte

source: Display Pagination
de: Blätterfunktion einblenden

source: Display Read More Link
de: Verlinkung anzeigen

source: Display lead images in content snippets.
de: Bilder im Vorschaublock der Inhalte zeigen.

source: Enter displayed text for read more element.
de: Bitte gehen Sie den Text ein der verlinkt werden soll.

source: Enter optional headline to display above the listing.
de: Geben Sie hier eine optionale Überschrift an, die oberhalb der Inhaltsliste angezeigt werden soll.

source: Formatted Text
de: Formatierter Text

source: Gallery
de: Galerie

source: General
de: Allgemein

source: HTML Content
de: HTML Quelltext

source: Headline
de: Überschrift

source: Hidden
de: Versteckt

source: Hidden from 1200px
de: Versteckt ab einer Bildschirmbreite von 1200px

source: Hidden from 1400px
de: Versteckt ab einer Bildschirmbreite von 1400px

source: Hidden from 1600px
de: Versteckt ab einer Bildschirmbreite von 1600px

source: Hidden from 576px
de: Versteckt ab einer Bildschirmbreite von 576px

source: Hidden from 768px
de: Versteckt ab einer Bildschirmbreite von 768px

source: Hidden from 992px
de: Versteckt ab einer Bildschirmbreite von 992px

source: Icon only
de: Nur Icon

source: Image
de: Bild

source: Image Copyright Information
de: Bildbeschreibung / Copyright

source: Link with icon after the link text
de: Textlich mit nachgestelltem Icon

source: Link with icon before the link text
de: Textlich mit vorgestelltem Icon

source: Listing Layout
de: Listen Layout

source: Modular content widgets for page integration
de: Modulare Inhaltsblöcke zur Integration in ein konfigurierbares Layout

source: More
de: Sonstige

source: Optional internal or external link that will be used as redirection target when section is accessed.Logged in users will see the target link instead.
de: Optionaler interner oder externer Link an den der Besucher weitergeleitet werden soll.

source: Panel Content
de: Panel Inhalt

source: Panel Headline
de: Panel Überschrift

source: Panel configuration data not available
de: Zu diesem Panel ist leider keine Konfiguration verfügbar

source: Plain Link
de: Einfacher Link

source: Please enter icon to be used in read more links when a layout with icon is selected. Note: the icon needs to exist in the themes icon sprite for this to work.
de: Bitte gehen Sie hier den Namen des Icons an, der bei einem ausgewählten weiterführenden Link mit Icon verwendet werden soll. Hinweis: das entsprechende Icon müsste im SVG Icon Sprite des aktiven Themas enthalten sein.

source: Please enter the main page headline.
de: Bitte gehen Sie hier die Hauptüberschrift (H1) der Seite ein.

source: Please select which elements should be available in the widget add and edit forms.
de: Bitte wählen Sie hier die Felder des Widgets die von Redakteuren gepflegt werden sollen.

source: Please select which elements should be hidden in the widget add and edit forms.
de: Bitte wählen Sie hier die Felder des Widgets die von Redakteuren gepflegt werden sollen.

source: Please select which elements should not be available in the widget add and edit forms.
de: Bitte wählen Sie hier die Felder des Widgets die von Redakteuren gepflegt werden sollen.

source: Poster Image
de: Poster Bild

source: Poster Image Copyright Information
de: Poster Bild Beschreibung / Copyright

source: Poster Image: Hidden Elements
de: Poster Bild: ausgeblendete Felder

source: Poster Image: Image Scale
de: Poster Bild: verwendete Bildskalierung

source: Public
de: Veröffentlicht

source: Read More Icon Name
de: Name des Icons für den weiterführenden Link

source: Read More Layout
de: Erscheinungsbild des weiterführenden Links

source: Read More Text
de: Text des weiterführenden Links

source: Read more
de: Weiterlesen

source: Select Content Widgets that should be available for the main page content area.
de: Bitte wählen Sie die Content Widgets aus, die im Hauptbereich der Seite angelegt werden können.

source: Select Content Widgets that should be available for the page header section.
de: Bitte wählen Sie die Content Widgets, die im Kopf der Seite verwendet werden können.

source: Select existing image in the asset repository
de: Wählen Sie ein bestehendes Bild aus der Datenbank aus

source: Select how the card footer link should be displayed.
de: Bitte wählen Sie, wie die Fusszeile der Vorschaukarte dargestellt werden soll.

source: Select if the content snippet should also display the content item summary text next to the title.
de: Bitte wählen Sie, ob die Inhaltsvorschau eine Kurzbeschreibung des Objektes zusätzlich zum Titel anzeigen soll.

source: Select if the content snippet should display the columns in reverse with the image to the left (if it ist activated).
de: Wählen Sie hier, wenn der Vorschaublock die Spalten in umgekehrter Reihenfolge anzeigen soll. Dadurch wird ein vorhandenes Vorschaubild in der linken Spalte angezeigt.

source: Select if the preview cards should also display the content item summary text next to the title.
de: Bitte wählen Sie, ob die Vorschaukarte eine Kurzbeschreibung unterhalb des Titels anzeigen soll.

source: Select if this widget should be visible in the view or remain in a draft version.
de: Wählen Sie, ob das Widget öffentlich sichtbar sein soll oder zunächst als Entwurf behandelt werden soll ( nur sichtbar für Redakteure).

source: Select maximum number of snippets to display. Leave empty when the widget should list all content items.
de: Bitte wählen Sie die maximale Anzahl von Vorschaublöcken, die angezeigt werden sollen. Ohne Angabe listet das Widget alle verfügbaren Inhalte.

source: Select the number of cards that should be displayed per column if the screen size allows for horizontal alignment.
de: Geben Sie an, wie viele Vorschaublöcke pro Zeile angezeigt werden sollen, wenn die Bildschirmbreite eine horizontale Anordnung erlaubt.

source: Settings
de: Einstellungen

source: Setup initialized.
de: Das Setup wurde gestartet.

source: Slide Image
de: Bild des Slide Elements

source: Sorry. You need to be authenticated to manage the image assets associated with content widgets.
de: Entschuldigung. Sie müssen angemeldet sein, um Objekte im Speicher für Dateien verwalten zu können.

source: Summary
de: Zusammenfassung

source: Text Content
de: Textinhalt

source: There were errors.
de: Es sind leider Fehler aufgetreten.

source: This widget is public and will be displayed in the page view
de: Dieses Widget ist veröffentlicht und ist beim Seitenaufruf sichtbar

source: Uninstall Content Widgets Support (ade25.widgets)
de: Entfernen der Unterstützung für konfigurierbare Inhaltselemente

source: Uninstall content widgets and integrations
de: Löscht alle verfügbaren Inhaltselemente und die dazugehörigen Einstellungen

source: Update
de: Aktualisieren

source: Update individual content widget specific settings.
de: Aktualisieren Sie die Einstellungen dieses Widgets.

source: Use the abstract to provide a short description of .the page content.
de: Verwenden Sie die Einleitung um den Inhalt der Seite kurz zu beschreiben und zusammenzufassen.

source: Visible
de: Sichtbar

source: Visible from 1200px
de: Sichtbar ab einer Bildschirmbreite von 1200px

source: Visible from 1400px
de: Sichtbar ab einer Bildschirmbreite von 1400px

source: Visible from 1600px
de: Sichtbar ab einer Bildschirmbreite von 1600px

source: Visible from 576px
de: Sichtbar ab einer Bildschirmbreite von 576px

source: Visible from 768px
de: Sichtbar ab einer Bildschirmbreite von 768px

source: Visible from 992px
de: Sichtbar ab einer Bildschirmbreite von 992px

source: When selected the listing will show the contents divided into pages and display batch navigation. The configured display limit will refer to the maximum number of items per page and the widget will always show all content.
de: Die Inhalte werden, wenn ausgewählt, in einzelne Seiten aufgeteilt die über eine Blätterfunktion erreichbar sind. Die hinterlegte maximale Anzahl der aufgelisteten Inhalte versteht sich dadurch als maximale Anzahl pro Seite und das Widget wird immer alle Inhalte auflisten.

source: Widget Settings JSON
de: Verfügbare Content Widgets (JSON Konfiguration)

source: Widget configuration registry storing a string representation of a valid JSON settings array
de: Dieses JSON Objekt zur Konfiguration der Content Widget wird in der Seitenkonfiguration als solches gespeichert und muss valides JSON beinhalten

source: cancel
de: Abbrechen

source: label_up_to_plone_setup
de: Übersicht Konfiguration

source: title
de: Titel
